x = 10
y = 20
print(x + y)
print(x - y)
print(x * y)
print(x / y)

o = 40
l = 50
print(o + l)
print(0 - l)
print(0 * l)
print(0 / l)

k = 25 
b = 15
print(k + b)
print(k - b)
print(k * b)
print(k / b)

print(300+7)
print(30-7)
print(20*7)
print(200/20)



#კომერნტარებს ვიყინებთ მარტივად სასწავლებლად კომენტარები საჭიროა ადამიანებისთვიას
#რიცხვით მნიშვნელონა მაგალითად AGE = 14 AGE რიცხვითი მნისშვნელობა 14 ია 
#BUG არის ესევთქვათ გაჭედვა ეს სიმყვა წარმოიქმნა ამ ისტორიიდან როდესაც  კომპიუტერი წარმოიქმნა მასში შეფრინდა ეს მწერი და გაჭედა კომპიუტერმა და ამის სშედეგად დაერქვა ეს სახელწოდება